Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=286_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien puheenjohtaja jää kuukauden virkavapaalle
smn: Sämitige saavâjođetteijee mánuppaje virgerijjâvuotân

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi jää kuukauden virkavapaalle 11.5.-10.6.
smn: Sämitige saavâjođetteijee Klemetti Näkkäläjärvi páácá mánuppaje virgerijjâvuotân 11.5.-10.6.

source: Näkkäläjärvi työskentelee kuukauden ajan tutkijana Oulun yliopistossa viimeistellen kulttuuriantropologian alaan kuuluva väitöskirjaa.
smn: Näkkäläjärvi parga mánuppaje ääigi totken Oulu ollâopâttuvâst valmâštâlmin kulttuurantropologia suárgán kullee náguskirje.

source: Virkavapauden myönsi saamelaiskäräjien hallitus kokouksessaan 30.4.
smn: Virgerijjâvuođâ mieđettij sämitige stivrâ čuákkimistis 30.4.

source: Puheenjohtajan sijaisena toimii saamelaiskäräjien ensimmäinen varapuheenjohtaja Irja Seurujärvi-Kari.
smn: Saavâjođetteijee sajasâžžân tuáimá sämitige vuossâmuš värisaavâjođetteijee Irja Seurujärvi-Kari.

source: Hallitus hyväksyi myös saamelaiskäräjien tilinpäätöksen vuodelta 2008.
smn: Stivrâ tuhhiittij meiddei sämitige ruttâtuálulopâttem ivveest 2008.

source: Tilinpäätös oli lopulta, ankarien säästötoimien ja tehokkaan toiminnan ansiosta noin 12.000 euroa ylijäämäinen.
smn: Ruttâtuálulopâttem lâi loopâst, korrâ šeštimtooimâi já pehtilis tooimâ áánsust suullân 12.000 eurod paijeelpäccee.

source: Hallitus pani tyytyväisyydellä merkille myös toimintakertomuksesta ilmenevän toiminnan kasvun.
smn: Stivrâ kavnâttij tuđâvâžžân meiddei tooimâi lasanem, mii čiälgá toimâmuštâlusâst.

source: Lausuntoja, esityksiä ja aloitteita tehtiin noin kolmannes enemmän kuin edellisvuosina.
smn: Ciälkkámušah, iävtuttâsah já alguuh tahhojii suullân kuálmádâs eenâb ko ovdebijn iivijn.
